# ClrMessage

## Description
Procedure ClrMessage closes the message palette.

```pascal
PROCEDURE ClrMessage;
```

```python
def vs.ClrMessage():
    return None
```

## Version
Availability: from All Versions

## Category
* Utility